Repository: opennewmedia/hsforms
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: da

# btnlabel.default
source: Book the room
da: Book værelset

# tx_hsforms_form.name
source: Availability check
da: Tilgængelighedskontrol

# cat.view
source: Display
da: Skærm

# cat.validation
source: Validation
da: Validering

# cat.config
source: Configurations
da: Konfigurationer

# booking.culture
source: en-GB
da: da-DK

# booking.lang
source: de
da: da

# booking.s8LanguageCode
source: E
da: DK

# booking.momentDateFormat
source: DD/MM/YYYY
da: YYYY-MM-DD

# defaultSegment.title
source: Show all accommodations
da: Vis alle overnatningssteder

# restriction.maxRange.msg
source: Your selection was limited to {maxnights} nights.
da: Dit valg var begrænset til {maxnights} nætter.

# restriction.minRange.msg
source: Your selection has been extended to {minnights} nights.
da: Dit valg er blevet udvidet til {minnights} nætter.

# adaptation.dateRange.msg
source: This period is not selectable!
da: Denne periode kan ikke vælges!

# maxpersons.msg
source: The maximum number of people has been reached.
da: Det maksimale antal mennesker er nået.

# restriction.arrivalDay.msg
source: Arrivals are only possible on days {0}. Please choose another day of arrival.
da: Ankomster er kun mulige på dage {0}. Vælg en anden ankomstdag.

# date_from_label
source: From:
da: Fra:

# date_to_label
source: To:
da: Til:

# form_add_promotion_code
source: Add promotion code
da: Tilføj forfremmelseskode

# form_promotion_code_label
source: Promotion code:
da: Kampagne kode:

# form_rate_code_label
source: Rate code:
da: Bedøm kode:

# form_add_room
source: Add room
da: Tilføj plads

# form_submit
source: Check availability
da: Tjek tilgængelighed

# form_remove
source: Remove Room
da: Fjern plads

# form_room
source: Room
da: Værelse

# form_travel_period_label
source: Travel period:
da: Rejse periode:

# form_no_adults_label
source: Number of adults:
da: Antal voksne:

# form_no_children_label
source: Number of children:
da: Antal børn:

# form_child_age_label
source: Age {0}. child:
da: Alder barn {0}:

# form_child_age_below_option
source: Below
da: Under

# form_segment_all_option
source: All
da: Alle

# form_child_age_year_option
source: year
da: år

# form_child_age_years_option
source: years
da: år

# form_arrival
source: Arrival
da: Ankomstdag

# form_departure
source: Depature
da: Afrejsedag

# form_adults
source: Adults
da: Antal voksne

# form_children
source: Children
da: Antal børn

# form_advantages
source: Your advantages
da: Fordele for jer
