Repository: opennewmedia/hsforms
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_hsforms_form.name
source: Availability check form
de: Verfügbarkeitsabfrage Formular / Buchen Button

# tx_hsforms_form.description
source: A availability check form with predefined config.
de: Ein Verfügbarkeitsabfrage Formular / Buchen Button mit voreinstellbaren Restriktionen.

# tt_content.tx_hsforms_form_ibelink
source: Link to IBE:
de: Link zur IBE:

# tabs.display
source: Display options
de: Darstellungsoptionen

# tabs.restrictions
source: Restrictions
de: Restriktionen

# tabs.pref
source: Preferences
de: Einstellungen

# tt_content.tx_hsforms_form_view
source: View:
de: Ansicht:

# tt_content.tx_hsforms_form_view.1
source: Form
de: Formular

# tt_content.tx_hsforms_form_btnlabel
source: Button label:
de: Button Beschriftung

# tt_content.tx_hsforms_form_modaltitle
source: Modal- and form-title:
de: Modal- und Formular-Titel:

# tt_content.tx_hsforms_form_text
source: Introductory text in popup (optional):
de: Einleitungs-Text im Popup (optional):

# tt_content.tx_hsforms_form_cssclasses
source: CSS classes (optional):
de: CSS Klassen (optional)

# tt_content.tx_hsforms_form_def
source: Default (Selected):
de: Standard (Ausgewählt):

# tt_content.tx_hsforms_form_daysallowed
source: Arrival Days allowed:
de: Erlaubte Anreisetage

# tt_content.tx_hsforms_form_daysallowed.2
source: Tu
de: Di

# tt_content.tx_hsforms_form_daysallowed.3
source: We
de: Mi

# tt_content.tx_hsforms_form_daysallowed.4
source: Th
de: Do

# tt_content.tx_hsforms_form_daysallowed.7
source: Su
de: So

# palette.hsformspersons
source: Persons Restriction:
de: Personen Restriktion:

# palette.hsformsadults
source: Adults Restriction:
de: Erwachsene Restriktion:

# palette.hsformschildren
source: Children Restriction:
de: Kinder Restriktion:

# palette.hsformsnights
source: Nights Restriction:
de: Nächte Restriktion:

# palette.hsformsrooms
source: Rooms Restriction:
de: Zimmer Restriktion:

# palette.hsformsflags
source: Show/Hide Toggles:
de: Toggles Anzeigen/Verstecken:

# tx_hsforms_domain_model_travelperiod
source: Travel Period
de: Reisezeitraum

# tx_hsforms_domain_model_segment.title
source: Title:
de: Titel:

# tt_content.tx_hsforms_form_allowedparams
source: Allowed Query Parameters:
de: Erlaubte Abfrageparameter:

# tx_hsforms_domain_model_segment.description
source: Description:
de: Beschreibung:

# tx_hsforms_domain_model_segment.image
source: Image:
de: Bild:

# common.internal_name
source: Internal Name:
de: Interner Bezeichner:

# tx_hsforms_domain_model_rate.code
source: Rate-Code:
de: Raten-Code

# tx_hsforms_domain_model_travelperiod.start
source: Start
de: Start-Datum

# tx_hsforms_domain_model_travelperiod.end
source: End
de: End-Datum

# tx_hsforms_domain_model_travelperiod.end.desc
source: This end date can be affected by "remove minLOS from travel periods" field from the main element settings.
de: Dieses Enddatum kann durch Entfernen des Feldes minLOS aus Reisezeiträumen in den Einstellungen des Hauptelements beeinflusst werden.

# tx_hsforms_domain_model_travelperiod.daysallowed
source: Days enabled
de: Aktivierte Tage

# tt_content.tx_hsforms_form_travelperiods
source: Travel Periods:
de: Reise-Zeiträume

# tt_content.tx_hsforms_form_customtemplate
source: Custom Template:
de: Benutzerdefinierte Vorlage:

# tt_content.tx_hsforms_form_promocode
source: Web Promotion Code for Block Reservations:
de: Web-Promotion-Code für Blockreservierungen:

# tt_content.tx_hsforms_form_promocode_flag
source: Hide Web Promotion Code:
de: Web-Promotion Code verstecken

# tt_content.tx_hsforms_form_rate_flag
source: Hide Ratecode:
de: Raten-Code verstecken

# tt_content.tx_hsforms_form_keepparams
source: Keep Parameters:
de: Abfrageparameter beibehalten

# tt_content.tx_hsforms_form_segment_flag
source: Hide Segment:
de: Segment-Auswahl verstecken

# tt_content.tx_hsforms_form_legends_flag
source: Hide Legends:
de: Legende verstecken:

# tt_content.tx_hsforms_form_buffer_flag
source: Remove minLOS from travel periods:
de: minLOS aus Reiseperioden entfernen:

# tt_content.tx_hsforms_form_buffer_flag.desc
source: If this option will be checked then minimum number of nights will not be added into travel period(s).
de: Wenn diese Option aktiviert ist, wird die Mindestanzahl von Nächten nicht in den Reisezeitraum(en) berücksichtigt.

# tt_content.tx_hsforms_form_addrooms_flag
source: Hide Add Room Link:
de: Zimmer hinzufügen verstecken:

# tt_content.tx_hsforms_form_segments
source: Segments:
de: Segmente:

# tt_content.tx_hsforms_form_daysfromnow
source: Days from now:
de: Tage ab heute

# tt_content.tx_hsforms_form_daystillend
source: Days till end:
de: Tage bis zum Ende

# tt_content.tx_hsforms_form_lastbookingdate
source: Last booking date:
de: Letztes mögliches Buchungsdatum

# tt_content.travelperiods_passed
source: All travel periods are in the past now.
de: Alle Reiseperioden liegen bereits in der Vergangenheit.
